Repository: Jat15/mtg_i18n
Catalog: locale/Old/jbo.po
Languages: jbo

source: Air (you hacker you!)
jbo: lo vacri to do zerjonse zo'o toi

source: Simple Bed
jbo: lo sampu ckana

source: Fancy Bed
jbo: lo melbi ckana

source: Boat
jbo: lo bloti

source: Bones
jbo: lo bongu

source: Empty Bucket
jbo: lo baktu be noda

source: Lava Bucket
jbo: lo baktu be lo likro'i

source: River Water Bucket
jbo: lo baktu be lo rirxe djacu

source: Water Bucket
jbo: lo baktu be lo djacu

source: Cart (Sneak+Click to pick up)
jbo: lo carce to da'i iklki fe la masno cadzu ku jo'u lo selpevysmacu tezu'e lo nu cpacu toi

source: Rail
jbo: lo teryre'e

source: Acacia Bush Leaves
jbo: lo atkaci,ia dzitricu pezli

source: Acacia Bush Sapling
jbo: lo atkaci,ia dzitricu ciftricu

source: Acacia Bush Stem
jbo: lo atkaci,ia dzitricu stani

source: Acacia Tree Sapling
jbo: lo atkaci,ia ciftricu

source: Acacia Tree
jbo: lo atkaci,ia ricystani

source: Acacia Wood Planks
jbo: lo atkaci,ia mudri tanbo

source: Apple
jbo: lo plise

source: Aspen Tree Sapling
jbo: lo ricrpopulu ciftricu

source: Aspen Tree
jbo: lo ricrpopulu ricystani

source: Aspen Wood Planks
jbo: lo ricrpopulu mudri tanbo

source: Bronze Axe
jbo: lo ransu ka'amru

source: Diamond Axe
jbo: lo tabjme ka'amru

source: Mese Axe
jbo: lo za'e kunrmese ka'amru

source: Steel Axe
jbo: lo gasta ka'amru

source: Stone Axe
jbo: lo rokci ka'amru

source: Wooden Axe
jbo: lo mudri ka'amru

source: Book
jbo: lo cukta

source: Bookshelf
jbo: lo ckukajna

source: Book With Text
jbo: lo cukta be lo se ciska

source: Brick Block
jbo: lo kitybli bliku

source: Bronze Block
jbo: lo ransu bliku

source: Bronze Ingot
jbo: lo ransu manfybli

source: Bush Leaves
jbo: lo dzitricu pezli

source: Bush Sapling
jbo: lo dzitricu ciftricu

source: Bush Stem
jbo: lo dzitricu stani

source: Cactus
jbo: lo jesyspa

source: Locked Chest
jbo: lo selstela gairvau

source: Chest
jbo: lo gairvau

source: Clay Brick
jbo: lo kitybli

source: Clay Lump
jbo: lo kliti bakfu

source: Clay
jbo: lo kliti

source: Cloud
jbo: lo dilnu

source: Coal Block
jbo: lo kolme bliku

source: Coal Lump
jbo: lo kolme bakfu

source: Cobblestone
jbo: lo lolro'iboi

source: Copper Block
jbo: lo tunka bliku

source: Copper Ingot
jbo: lo tunka manfybli

source: Copper Lump
jbo: lo tunka bakfu

source: Brown Coral
jbo: lo bunre pevypanje

source: Orange Coral
jbo: lo narju pevypanje

source: Coral Skeleton
jbo: lo pevypanje greku

source: Desert Cobblestone
jbo: lo cantu'a lolro'iboi

source: Desert Sand
jbo: lo cantu'a canre

source: Desert Sandstone Block
jbo: lo cantu'a canro'i bliku

source: Desert Sandstone Brick
jbo: lo morna ke cantu'a canro'i

source: Desert Sandstone
jbo: lo cantu'a canro'i

source: Desert Stone Block
jbo: lo cantu'a rokci bliku

source: Desert Stone Brick
jbo: lo morna ke cantu'a rokci

source: Desert Stone
jbo: lo cantu'a rokci

source: Diamond Block
jbo: lo tabjme bliku

source: Diamond
jbo: lo tabjme

source: Dirt
jbo: lo dertu

source: Dirt with Dry Grass
jbo: lo dertu joi sudga bo srasu

source: Dirt with Grass and Footsteps
jbo: lo dertu joi srasu jebo stapa bo prina

source: Dirt with Grass
jbo: lo dertu joi srasu

source: Dirt with Rainforest Litter
jbo: lo dertu joi glatimdemricfoi bo festi

source: Dirt with Snow
jbo: lo dertu joi snime

source: Dry Grass
jbo: lo sudga srasu

source: Dry Shrub
jbo: lo sudga dzitricu

source: Flint
jbo: lo fagri rokci

source: Furnace
jbo: lo toknu

source: Glass
jbo: lo blaci

source: Gold Block
jbo: lo solji bliku

source: Gold Ingot
jbo: lo solji manfybli

source: Gold Lump
jbo: lo solji bakfu

source: Grass
jbo: lo srasu

source: Gravel
jbo: lo cmaro'i

source: Ice
jbo: lo bisli

source: Iron Lump
jbo: lo tirse bakfu

source: Jungle Grass
jbo: lo glatimdemricfoi srasu

source: Jungle Tree
jbo: lo glatimdemricfoi ricystani

source: Key
jbo: lo ckiku

source: Steel Ladder
jbo: lo gasta rajyserti

source: Wooden Ladder
jbo: lo mudri rajyserti

source: Flowing Lava
jbo: lo flecu likro'i

source: Lava Source
jbo: lo likro'i velflecu

source: Mese Crystal Fragment
jbo: lo za'e krilrmese spisa

source: Mese Crystal
jbo: lo za'e krilrmese

source: Mese Lamp
jbo: lo za'e kunrmese tergu'i

source: Mese Post Light
jbo: lo za'e kunrmese ke kamju tergu'i

source: Mese Block
jbo: lo za'e blikrmese

source: Mossy Cobblestone
jbo: lo clika lolro'iboi

source: Obsidian Block
jbo: lo je'erma'ablaci bliku

source: Obsidian Brick
jbo: lo morna je'erma'ablaci

source: Obsidian Glass
jbo: lo je'erma'ablaci blaci

source: Obsidian Shard
jbo: lo je'erma'ablaci spica

source: Obsidian
jbo: lo je'erma'ablaci

source: Paper
jbo: lo pelji

source: Papyrus
jbo: lo misryplespa

source: Bronze Pickaxe
jbo: lo ransu velkakpymru

source: Diamond Pickaxe
jbo: lo tabjme velkakpymru

source: Mese Pickaxe
jbo: lo za'e kunrmese velkakpymru

source: Steel Pickaxe
jbo: lo gasta velkakpymru

source: Stone Pickaxe
jbo: lo rokci velkakpymru

source: Wooden Pickaxe
jbo: lo mudri velkakpymru

source: Pine Needles
jbo: lo ckunu jezpezli

source: Pine Tree
jbo: lo ckunu ricystani

source: Pine Wood Planks
jbo: lo ckunu mudri tanbo

source: Flowing River Water
jbo: lo flecu ke rirxe djacu

source: River Water Source
jbo: lo rirxe djacu velflecu

source: Sand
jbo: lo canre

source: Sandstone Block
jbo: lo canro'i bliku

source: Sandstone Brick
jbo: lo morna canro'i

source: Sandstone
jbo: lo canro'i

source: Bronze Shovel
jbo: lo ransu canpa

source: Diamond Shovel
jbo: lo tabjme canpa

source: Mese Shovel
jbo: lo za'e kunrmese canpa

source: Steel Shovel
jbo: lo gasta canpa

source: Stone Shovel
jbo: lo rokci canpa

source: Wooden Shovel
jbo: lo mudri canpa

source: Steel Sign
jbo: lo gasta sinxa

source: Wooden Sign
jbo: lo mudri sinxa

source: Silver Sand
jbo: lo rijyska canre

source: Silver Sandstone Block
jbo: lo rijyska canro'i bliku

source: Silver Sandstone Brick
jbo: lo morna ke rijyska canro'i

source: Silver Sandstone
jbo: lo rijyska sanro'i

source: Skeleton Key
jbo: lo greku ckiku

source: Snow Block
jbo: lo snime bliku

source: Snow
jbo: lo snime

source: Steel Block
jbo: lo gasta bliku

source: Steel Ingot
jbo: lo gasta manfybli

source: Stick
jbo: lo grana

source: Stone Block
jbo: lo rokci bliku

source: Stone Brick
jbo: lo morna rokci

source: Stone
jbo: lo rokci

source: Coal Ore
jbo: lo kolme kunro'i

source: Copper Ore
jbo: lo tunka kunro'i

source: Diamond Ore
jbo: lo tabjme kunro'i

source: Gold Ore
jbo: lo solji kunro'i

source: Iron Ore
jbo: lo tirse kunro'i

source: Mese Ore
jbo: lo za'e kunrmese kunro'i

source: Tin Ore
jbo: lo tinci kunro'i

source: Bronze Sword
jbo: lo ransu cladakyxa'i

source: Diamond Sword
jbo: lo tabjme cladakyxa'i

source: Mese Sword
jbo: lo za'e kunrmese cladakyxa'i

source: Steel Sword
jbo: lo gasta cladakyxa'i

source: Stone Sword
jbo: lo rokci cladakyxa'i

source: Wooden Sword
jbo: lo mudri cladakyxa'i

source: Tin Block
jbo: lo tinci bliku

source: Tin Ingot
jbo: lo tinci manfybli

source: Tin Lump
jbo: lo tinci bakfu

source: Torch
jbo: lo fagytergu'i

source: Flowing Water
jbo: lo flecu djacu

source: Water Source
jbo: lo djacu velflecu

source: Glass Door
jbo: lo blaci vrogai

source: Obsidian Glass Door
jbo: lo je'erma'ablaci blaci vrogai

source: Steel Door
jbo: lo gasta vrogai

source: Wooden Door
jbo: lo mudri vrogai

source: Hidden Door Segment
jbo: lo se mipri ke vrogai pagbu

source: Steel Trapdoor
jbo: lo gasta lolvrogai

source: Bread
jbo: lo nanba

source: Cotton
jbo: lo mapni

source: Desert Sand Soil
jbo: lo ferti ke cantu'a canre

source: Wet Desert Sand Soil
jbo: lo cilmo ke ferti ke cantu'a canre

source: Flour
jbo: lo grupu'o

source: Bronze Hoe
jbo: le ransu te plixa

source: Diamond Hoe
jbo: le tabjme te plixa

source: Mese Hoe
jbo: le za'e kunrmese te plixa

source: Steel Hoe
jbo: le gasta te plixa

source: Stone Hoe
jbo: le rokci te plixa

source: Wooden Hoe
jbo: le mudri te plixa

source: Soil
jbo: lo ferti dertu

source: Wet Soil
jbo: lo cilmo ke ferti dertu

source: Straw
jbo: lo sudysrasu

source: Wheat
jbo: lo maxri

source: Flint and Steel
jbo: lo fagri rokci

source: Permanent Flame
jbo: lo vitno fagri

source: Yellow Dandelion
jbo: lo pelxu spartaraksaku

source: Blue Geranium
jbo: lo blanu plargoni

source: Brown Mushroom
jbo: lo bunre ledgrute

source: Red Mushroom
jbo: lo xunre ledgrute

source: Orange Tulip
jbo: lo narju tujli

source: Viola
jbo: lo spatrvi'ola

source: Waterlily
jbo: lo spatrnimfe'a

source: Ignore (you hacker you!)
jbo: le se tolju'i to do zerjonse zo'o toi

source: Screwdriver (left-click rotates face, right-click rotates axis)
jbo: lo lupcartci to da'i iklki lo se pevysmacu tezu'e lo nu cargau toi

source: Acacia Wood Slab
jbo: lo atkaci,ia mudri ke xadba bliku

source: Aspen Wood Slab
jbo: lo ricrpopulu mudri ke xadba bliku

source: Brick Slab
jbo: lo kitybli ke xadba bliku

source: Bronze Block Slab
jbo: lo ransu ke xadba bliku

source: Cobblestone Slab
jbo: lo lolro'iboi ke xadba bliku

source: Copper Block Slab
jbo: lo tunka bliku ke xadba bliku

source: Desert Cobblestone Slab
jbo: lo cantu'a lolro'iboi ke xadba bliku

source: Desert Sandstone Block Slab
jbo: lo cantu'a canro'i bliku ke xadba bliku

source: Desert Sandstone Brick Slab
jbo: lo morna ke cantu'a canro'i ke xadba bliku

source: Desert Sandstone Slab
jbo: lo cantu'a canro'i ke xadba bliku

source: Desert Stone Block Slab
jbo: lo cantu'a rokci bliku ke xadba bliku

source: Desert Stone Brick Slab
jbo: lo morna ke cantu'a rokci ke xadba bliku

source: Desert Stone Slab
jbo: lo cantu'a rokci ke xadba bliku

source: Gold Block Slab
jbo: lo solji bliku ke xadba bliku

source: Ice Slab
jbo: lo bisli ke xadba bliku

source: Jungle Wood Slab
jbo: lo glatimdemricfoi mudri ke xadba bliku

source: Mossy Cobblestone Slab
jbo: lo clika lolro'iboi ke xadba bliku

source: Obsidian Block Slab
jbo: lo je'erma'ablaci bliku ke xadba bliku

source: Obsidian Brick Slab
jbo: lo morna je'erma'ablaci ke xadba bliku

source: Obsidian Slab
jbo: lo je'erma'ablaci ke xadba bliku

source: Pine Wood Slab
jbo: lo ckunu mudri ke xadba bliku

source: Sandstone Block Slab
jbo: lo canro'i bliku ke xadba bliku

source: Sandstone Brick Slab
jbo: lo morna canro'i ke xadba bliku

source: Sandstone Slab
jbo: lo canro'i ke xadba bliku

source: Silver Sandstone Block Slab
jbo: lo rijyska canro'i bliku ke xadba bliku

source: Silver Sandstone Brick Slab
jbo: lo morna ke rijyska canro'i ke xadba bliku

source: Silver Sandstone Slab
jbo: lo rijyska canro'i ke xadba bliku

source: Snow Block Slab
jbo: lo snime bliku ke xadba bliku

source: Steel Block Slab
jbo: lo gasta bliku ke xadba bliku

source: Stone Block Slab
jbo: lo rokci bliku ke xadba bliku

source: Stone Brick Slab
jbo: lo morna rokci ke xadba bliku

source: Stone Slab
jbo: lo rokci ke xadba bliku

source: Straw Slab
jbo: lo sudysrasu ke xadba bliku

source: Tin Block Slab
jbo: lo tinci bliku ke xadba bliku

source: Wooden Slab
jbo: lo mudri ke xadba bliku

source: Acacia Wood Stair
jbo: lo atkaci,ia mudri serti

source: Aspen Wood Stair
jbo: lo ricrpopulu mudri serti

source: Brick Stair
jbo: lo kitybli serti

source: Bronze Block Stair
jbo: lo ransu bliku serti

source: Cobblestone Stair
jbo: lo lolro'iboi serti

source: Copper Block Stair
jbo: lo tunka bliku serti

source: Desert Cobblestone Stair
jbo: lo cantu'a lolro'iboi serti

source: Desert Sandstone Block Stair
jbo: lo cantu'a canro'i bliku serti

source: Desert Sandstone Brick Stair
jbo: lo morna ke cantu'a canro'i serti

source: Desert Sandstone Stair
jbo: lo cantu'a canro'i serti

source: Desert Stone Block Stair
jbo: lo cantu'a rokci bliku serti

source: Desert Stone Brick Stair
jbo: lo morna ke cantu'a rokci serti

source: Desert Stone Stair
jbo: lo cantu'a rokci serti

source: Gold Block Stair
jbo: lo solci bliku serti

source: Ice Stair
jbo: lo bisli serti

source: Acacia Wood Stair Inner
jbo: lo zo'i atkaci,ia mudri serti

source: Aspen Wood Stair Inner
jbo: lo zo'i ricrpopulu mudri serti

source: Brick Stair Inner
jbo: lo zo'i kitybli serti

source: Bronze Block Stair Inner
jbo: lo zo'i ransu bliku serti

source: Cobblestone Stair Inner
jbo: lo zo'i lolro'iboi serti

source: Copper Block Stair Inner
jbo: lo zo'i tunka bliku serti

source: Desert Cobblestone Stair Inner
jbo: lo zo'i cantu'a lolro'iboi serti

source: Desert Sandstone Block Stair Inner
jbo: lo zo'i cantu'a canro'i bliku serti

source: Desert Sandstone Brick Stair Inner
jbo: lo zo'i morna cantu'a canro'i serti

source: Desert Sandstone Stair Inner
jbo: lo zo'i cantu'a canro'i serti

source: Desert Stone Block Stair Inner
jbo: lo zo'i cantu'a rokci bliku serti

source: Desert Stone Brick Stair Inner
jbo: lo zo'i morna ke cantu'a rokci serti

source: Desert Stone Stair Inner
jbo: lo zo'i cantu'a rokci serti

source: Gold Block Stair Inner
jbo: lo zo'i solci bliku serti

source: Ice Stair Inner
jbo: lo zo'i bisli serti

source: Jungle Wood Stair Inner
jbo: lo zo'i glatimdemricfoi mudri serti

source: Mossy Cobblestone Stair Inner
jbo: lo zo'i clika lolro'iboi serti

source: Obsidian Block Stair Inner
jbo: lo zo'i je'erma'ablaci bliku serti

source: Obsidian Brick Stair Inner
jbo: lo zo'i morna je'erma'ablaci serti

source: Obsidian Stair Inner
jbo: lo zo'i je'erma'ablaci serti

source: Pine Wood Stair Inner
jbo: lo zo'i ckunu mudri serti

source: Sandstone Block Stair Inner
jbo: lo zo'i canro'i bliku serti

source: Sandstone Brick Stair Inner
jbo: lo zo'i morna canro'i serti

source: Sandstone Stair Inner
jbo: lo zo'i canro'i serti

source: Silver Sandstone Block Stair Inner
jbo: lo zo'i rijyska canro'i bliku serti

source: Silver Sandstone Brick Stair Inner
jbo: lo zo'i morna ke rijyska canro'i serti

source: Silver Sandstone Stair Inner
jbo: lo zo'i rijyska canro'i serti

source: Snow Block Stair Inner
jbo: lo zo'i snime bliku serti

source: Steel Block Stair Inner
jbo: lo zo'i gasta bliku serti

source: Stone Block Stair Inner
jbo: lo zo'i rokci serti

source: Stone Brick Stair Inner
jbo: lo zo'i morna rokci

source: Stone Stair Inner
jbo: lo zo'i rokci serti

source: Straw Stair Inner
jbo: lo zo'i sudysrasu serti

source: Tin Block Stair Inner
jbo: lo zo'i tinci bliku serti

source: Wooden Stair Inner
jbo: lo zo'i mudri serti

source: Jungle Wood Stair
jbo: lo glatimdemricfoi mudri serti

source: Mossy Cobblestone Stair
jbo: lo clika lolro'iboi serti

source: Obsidian Block Stair
jbo: lo je'erma'ablaci bliku serti

source: Obsidian Brick Stair
jbo: lo morna ke je'erma'ablaci serti

source: Obsidian Stair
jbo: lo je'erma'ablaci serti

source: Acacia Wood Stair Outer
jbo: lo ze'o atkaci,ia mudri serti

source: Aspen Wood Stair Outer
jbo: lo ze'o ricrpopulu mudri serti

source: Brick Stair Outer
jbo: lo ze'o kitybli serti

source: Bronze Block Stair Outer
jbo: lo ze'o ransu bliku serti

source: Cobblestone Stair Outer
jbo: lo ze'o lolro'iboi serti

source: Copper Block Stair Outer
jbo: lo ze'o tunka bliku serti

source: Desert Cobblestone Stair Outer
jbo: lo ze'o cantu'a lolro'iboi serti

source: Desert Sandstone Block Stair Outer
jbo: lo ze'o cantu'a canro'i bliku serti

source: Desert Sandstone Brick Stair Outer
jbo: lo ze'o morna ke cantu'a canro'i serti

source: Desert Sandstone Stair Outer
jbo: lo ze'o cantu'a canro'i serti

source: Desert Stone Block Stair Outer
jbo: lo ze'o cantu'a rokci bliku

source: Desert Stone Brick Stair Outer
jbo: lo ze'o morna ke cantu'a rokci serti

source: Desert Stone Stair Outer
jbo: lo ze'o cantu'a rokci serti

source: Gold Block Stair Outer
jbo: lo ze'o solji bliku serti

source: Ice Stair Outer
jbo: lo ze'o bisli serti

source: Jungle Wood Stair Outer
jbo: lo ze'o glatimdemricfoi mudri serti

source: Mossy Cobblestone Stair Outer
jbo: lo ze'o clika lolro'iboi serti

source: Obsidian Block Stair Outer
jbo: lo ze'o je'erma'ablaci bliku

source: Obsidian Brick Stair Outer
jbo: lo ze'o morna ke je'erma'ablaci serti

source: Obsidian Stair Outer
jbo: lo ze'o je'erma'ablaci serti

source: Pine Wood Stair Outer
jbo: lo ze'o ckunu mudri serti

source: Sandstone Block Stair Outer
jbo: lo ze'o canro'i bliku serti

source: Sandstone Brick Stair Outer
jbo: lo ze'o morna ke canro'i serti

source: Sandstone Stair Outer
jbo: lo ze'o canro'i serti

source: Silver Sandstone Block Stair Outer
jbo: lo ze'o rijyska canro'i bliku serti

source: Silver Sandstone Brick Stair Outer
jbo: lo ze'o morna rijyska canro'i serti

source: Silver Sandstone Stair Outer
jbo: lo ze'o rijyska canro'i serti

source: Snow Block Stair Outer
jbo: lo ze'o snime bliku serti

source: Steel Block Stair Outer
jbo: lo ze'o gasta bliku serti

source: Stone Block Stair Outer
jbo: lo ze'o rokci bliku serti

source: Stone Brick Stair Outer
jbo: lo ze'o morna rokci serti

source: Stone Stair Outer
jbo: lo ze'o rokci serti

source: Straw Stair Outer
jbo: lo ze'o sudysrasu serti

source: Tin Block Stair Outer
jbo: lo ze'o tinci bliku serti

source: Wooden Stair Outer
jbo: lo ze'o mudri serti

source: Pine Wood Stair
jbo: lo ckunu mudri serti

source: Sandstone Block Stair
jbo: lo canro'i bliku serti

source: Sandstone Brick Stair
jbo: lo morna ke canro'i serti

source: Sandstone Stair
jbo: lo canro'i serti

source: Silver Sandstone Block Stair
jbo: lo rijyska canro'i bliku serti

source: Silver Sandstone Brick Stair
jbo: lo morna ke rijyska canro'i serti

source: Silver Sandstone Stair
jbo: lo rijyska canro'i serti

source: Snow Block Stair
jbo: lo snime bliku serti

source: Steel Block Stair
jbo: lo gasta bliku serti

source: Stone Block Stair
jbo: lo rokci bliku serti

source: Stone Brick Stair
jbo: lo morna rokci serti

source: Stone Stair
jbo: lo rokci serti

source: Straw Stair
jbo: lo sudysrasu serti

source: Tin Block Stair
jbo: lo tinci bliku serti

source: Wooden Stair
jbo: lo mudri serti

source: Gun Powder
jbo: lo tercelpu'o

source: TNT
jbo: lo bamrti'enti

source: Unknown Item
jbo: le na se djuno dacti

source: Vessels Shelf
jbo: lo vasru kajna

source: Cobblestone Wall
jbo: lo lolro'iboi bitmu

source: Desert Cobblestone Wall
jbo: lo cantu'a lolro'iboi bitmu

source: Mossy Cobblestone Wall
jbo: lo clika lolro'iboi bitmu

source: Black Wool
jbo: lo xekri sunla

source: Blue Wool
jbo: lo blanu sunla

source: Brown Wool
jbo: lo bunre sunla

source: Cyan Wool
jbo: lo cicna sunla

source: Dark Green Wool
jbo: lo xekri crino sunla

source: Dark Grey Wool
jbo: lo xekri grusi sunla

source: Green Wool
jbo: lo crino sunla

source: Grey Wool
jbo: lo grusi sunla

source: Magenta Wool
jbo: lo nukni sunla

source: Orange Wool
jbo: lo narju sunla

source: Pink Wool
jbo: lo xunblabi sunla

source: Red Wool
jbo: lo xunre sunla

source: Violet Wool
jbo: lo narju sunla

source: White Wool
jbo: lo blabi sunla

source: Yellow Wool
jbo: lo pelxu sunla

source: Glass Pane
jbo: lo blaci plita

source: Nyan Cat Rainbow
jbo: lo me la'o gy.Nyan Cat.gy. tanbargu

source: Nyan Cat
jbo: lo me la'o gy.Nyan Cat.gy.
